/*  Class = "NSButton"; gToolTip = "Import (↩)"; ObjectID = "15";  */
"Import (↩)" = "Importa (↩)";

/*  Class = "NSButton"; gToolTip = "Cancel Import (⎋)"; ObjectID = "16";  */
"Cancel Import (⎋)" = "Cancela la importación (⎋)";

/*  Class = "NSButton"; gToolTip = "Show previous source row (⌘←)"; ObjectID = "17";  */
"Show previous source row (⌘←)" = "Mostrar fila anterior (⌘←)";

/*  Class = "NSButton"; gToolTip = "Show next source row (⌘→)"; ObjectID = "18";  */
"Show next source row (⌘→)" = "Mostrar fila siguiente (⌘→)";

/*  Class = "NSPathControl"; gToolTip = "Source file path. Double-click to go back to file chooser."; ObjectID = "25";  */
"Source file path. Double-click to go back to file chooser." = "Ruta del archivo de origen. Haga doble clic para volver al selector de archivos.";

/*  Class = "NSMenuItem"; title = "INSERT"; ObjectID = "29";  */
"INSERT" = "INSERT";

/*  Class = "NSMenuItem"; title = "REPLACE"; ObjectID = "30";  */
"REPLACE" = "REPLACE";

/*  Class = "NSMenuItem"; title = "UPDATE"; ObjectID = "31";  */
"UPDATE" = "UPDATE";

/*  Class = "NSTextFieldCell"; title = "Import Method:"; ObjectID = "34";  */
"Import Method:" = "Método de importación:";

/*  Class = "NSButtonCell"; title = "Cancel"; ObjectID = "486";  */
/*  Class = "NSButtonCell"; title = "Cancel"; ObjectID = "40";  */
"Cancel" = "Cancelar";

/*  Class = "NSButtonCell"; title = "Import"; ObjectID = "41";  */
"Import" = "Importar";

/*  Class = "NSTableColumn"; headerCell.title = "CSV Fields"; ObjectID = "47";  */
"CSV Fields" = "Campos CSV";

/*  Class = "NSTableColumn"; headerCell.title = "Table Target Fields"; ObjectID = "48";  */
"Table Target Fields" = "Campos de la tabla destino";

/*  Class = "NSTextFieldCell"; title = "CSV Import Field Mapping"; ObjectID = "57";  */
"CSV Import Field Mapping" = "Asignación de campos de importación CSV";

/*  Class = "NSMenuItem"; title = "Matching names"; ObjectID = "134";  */
"Matching names" = "Nombres idénticos";

/*  Class = "NSMenuItem"; title = "File order"; ObjectID = "135";  */
"File order" = "Orden del archivo";

/*  Class = "NSTextFieldCell"; title = "Align field names by:"; ObjectID = "138";  */
"Align field names by:" = "Alinear campos por:";

/*  Class = "NSButton"; gToolTip = "Advanced settings for import methods (⌥⌘A)"; ObjectID = "139";  */
"Advanced settings for import methods (⌥⌘A)" = "Configuración avanzada de los métodos de importación (⌥⌘A)";

/*  Class = "NSMenuItem"; title = "Reversed file order"; ObjectID = "141";  */
"Reversed file order" = "Orden inverso del archivo";

/*  Class = "NSButton"; gToolTip = "Go back to file chooser (⇧⌥⌘←)"; ObjectID = "157";  */
"Go back to file chooser (⇧⌥⌘←)" = "Vuelve al selector de archivos (⇧⌥⌘←)";

/*  Class = "NSButtonCell"; title = "Go Back"; ObjectID = "158";  */
"Go Back" = "Atrás";

/*  Class = "NSButtonCell"; title = "OK"; ObjectID = "475";  */
/*  Class = "NSButtonCell"; title = "OK"; ObjectID = "176";  */
"OK" = "Aceptar";

/*  Class = "NSTableColumn"; headerCell.title = "Global Source Values or SQL Expressions"; ObjectID = "190";  */
"Global Source Values or SQL Expressions" = "Valores globales de origen o expresiones SQL";

/*  Class = "NSMenuItem"; title = "NULL"; ObjectID = "510";  */
"NULL" = "NULL";

/*  Class = "NSMenuItem"; title = "Custom order"; ObjectID = "224";  */
"Custom order" = "Orden personalizado";

/*  Class = "NSButton"; gToolTip = "All rows which doesn't match the WHERE clause in the UPDATE statement will be inserted via INSERT INTO…"; ObjectID = "257";  */
"All rows which doesn't match the WHERE clause in the UPDATE statement will be inserted via INSERT INTO…" = "Todas las filas que no coincidan con la cláusula WHERE en la sentencia UPDATE se insertarán a través de INSERT INTO…";

/*  Class = "NSButtonCell"; title = "Insert remaining rows"; ObjectID = "258";  */
"Insert remaining rows" = "Insertar filas existentes";

/*  Class = "NSButtonCell"; title = "HIGH_PRIORITY"; ObjectID = "301";  */
"HIGH_PRIORITY" = "HIGH_PRIORITY";

/*  Class = "NSButtonCell"; title = "LOW_PRIORITY"; ObjectID = "302";  */
/*  Class = "NSButtonCell"; title = "LOW_PRIORITY"; ObjectID = "327";  */
/*  Class = "NSButtonCell"; title = "LOW_PRIORITY"; ObjectID = "346";  */
"LOW_PRIORITY" = "LOW_PRIORITY";

/*  Class = "NSButtonCell"; title = "ON DUPLICATE KEY UPDATE:"; ObjectID = "306";  */
"ON DUPLICATE KEY UPDATE:" = "ON DUPLICATE KEY UPDATE:";

/*  Class = "NSButtonCell"; title = "DELAYED"; ObjectID = "307";  */
/*  Class = "NSButtonCell"; title = "DELAYED"; ObjectID = "321";  */
"DELAYED" = "DELAYED";

/*  Class = "NSButtonCell"; title = "IGNORE"; ObjectID = "308";  */
/*  Class = "NSButtonCell"; title = "IGNORE"; ObjectID = "339";  */
"IGNORE" = "IGNORE";

/*  Class = "NSButtonCell"; title = "Advanced"; ObjectID = "393";  */
"Advanced" = "Avanzado";

/*  Class = "NSButton"; gToolTip = "Do not import existing rows identified by the PRIMARY KEY"; ObjectID = "396";  */
"Do not import existing rows identified by the PRIMARY KEY" = "No importa la filas identificadas por la clave primaria";

/*  Class = "NSButtonCell"; title = "Skip existing rows"; ObjectID = "397";  */
"Skip existing rows" = "Omitir filas existentes";

/*  Class = "NSTableColumn"; headerCell.title = "SQL"; ObjectID = "400";  */
"SQL" = "SQL";

/*  Class = "NSButtonCell"; title = "Use last edited value"; ObjectID = "222";  */
"Use last edited value" = "Usar último valor editado";

/*  Class = "NSMenuItem"; title = "Insert"; ObjectID = "509";  */
"Insert" = "Insertar";

/*  Class = "NSMenuItem"; gToolTip = "Insert NULL value into currently selected row"; ObjectID = "510";  */
"Insert NULL value into currently selected row" = "Inserta el valor NULL en la fila seleccionada actualmente";

/*  Class = "NSButton"; gToolTip = "Use current selected value after saving as source for selected mapping pair (⌥⌘L)"; ObjectID = "221";  */
"Use current selected value after saving as source for selected mapping pair (⌥⌘L)" = "Usa el valor seleccionado actualmente después de guardar como fuente del par seleccionado (⌥⌘L)";

/*  Class = "NSButton"; gToolTip = "Remove selected value (⌘⌫)"; ObjectID = "173";  */
"Remove selected value (⌘⌫)" = "Eliminar valor seleccionado (⌘⌫)";

/*  Class = "NSButton"; gToolTip = "Add new value (⌥⌘A)"; ObjectID = "171";  */
"Add new value (⌥⌘A)" = "Añadir nuevo valor (⌥⌘A)";

/*  Class = "NSPopUpButton"; gToolTip = "Insert NULL or CSV column placeholders (⌥⌘I)"; ObjectID = "506";  */
"Insert NULL or CSV column placeholders (⌥⌘I)" = "Inserta NULL o un comodín de las columnas CSV (⌥⌘I)";

/*  Class = "NSMenuItem"; title = "Recent"; ObjectID = "515";  */
/*  Class = "NSMenu"; title = "Recent"; ObjectID = "516";  */
"Recent" = "Recientes";

/*  Class = "NSButton"; gToolTip = "Manage table details (⌘I)"; ObjectID = "433";  */
"Manage table details (⌘I)" = "Gestionar detalles de la tabla (⌘I)";

/*  Class = "NSButtonCell"; title = "First line contains field names"; ObjectID = "112";  */
"First line contains field names" = "Primera línea contiene nombres de campos";

/*  Class = "NSTextFieldCell"; title = "Table Encoding:"; ObjectID = "471";  */
"Table Encoding:" = "Codificación:";

/*  Class = "NSMenuItem"; title = "Remove New Column:"; ObjectID = "491";  */
"Remove New Column:" = "Eliminar nueva columna:";

/*  Class = "NSTextFieldCell"; title = "Name:"; ObjectID = "406";  */
"Name:" = "Nombre:";

/*  Class = "NSMenuItem"; title = "Add Column to Target Table…"; ObjectID = "423";  */
"Add Column to Target Table…" = "Añadir columna a tabla destino…";

/*  Class = "NSPopUpButton"; gToolTip = "Choose database table in which the data will be inserted (⌘T)"; ObjectID = "20";  */
"Choose database table in which the data will be inserted (⌘T)" = "Elija la tabla en la cual los datos se insertarán (⌘T)";

/*  Class = "NSWindow"; title = "New Table"; ObjectID = "457";  */
"New Table" = "Nueva tabla";

/*  Class = "NSTextFieldCell"; title = "Table Type:"; ObjectID = "472";  */
"Table Type:" = "Tipo:";

/*  Class = "NSMenuItem"; title = "Edit Field Type for Column:"; ObjectID = "488";  */
"Edit Field Type for Column:" = "Editar Tipo de Campo para Columna:";

/*  Class = "NSButton"; gToolTip = "Import into a new TABLE (⇧⌘N)"; ObjectID = "439";  */
"Import into a new TABLE (⇧⌘N)" = "Importa en una nueva TABLA (⇧⌘N)";

/*  Class = "NSButtonCell"; title = "New"; ObjectID = "440";  */
"New" = "Nueva";

/*  Class = "NSMenuItem"; title = "Set all Field Types to:"; ObjectID = "424";  */
"Set all Field Types to:" = "Establecer todos los tipos de campo a:";

